<template>
    <section class="footer mt-5">
        <b-container>
            <b-row class="align-items-center">
                <b-col md="8" class="d-flex align-items-center">
                    <nuxt-link to="/" class="logo mr-4">EG</nuxt-link>
                    <div class="footer__info">
                        <p>Служба поддержки: <a href="mailto:support@excursguide.ru"></a></p> 
                        <!-- <p>+7 (499) 950-15-50</p> -->
                        <a href="#" @click.prevent v-b-modal.prevent.modal-politic >Политика конфиденциальности</a>
                    </div>
                </b-col>
                <div class="col-12 col-md ml-auto mt-4 mt-md-0">
                    <div class="footer__social social">
                        <div class="social__list justify-content-center justify-content-md-end">
                            <a href="https://www.instagram.com/" rel="nofollow" class="social__item" target="_blank"><fa :icon="['fab', 'instagram']" /></a>
                            <!-- <a href="" class="social__item"><fa :icon="['fab', 'vk']" /></a> -->
                            <a href="https://www.facebook.com/excursguide1" rel="nofollow" target="_blank" class="social__item"><fa :icon="['fab', 'facebook-f']" /></a>
                        </div>
                    </div>
                </div>
            </b-row>
        </b-container>

        <b-modal id="modal-politic" size="lg" title="Политика кофиденциальности">
            <div class="politic">
                <p>Веб-сайт <strong>EXCURSGUIDE</strong> (далее — <strong>EXCURSGUIDE</strong>, мы, нас, наш и другие 
                формы этих местоимений) является веб-службой, предоставляющей пользователям 
                (далее — Вы и другие формы этого местоимения) рекомендации по подбору экскурсий, 
                курортов, гостиниц, отдыха, туристических пакетов и путеводителей, гидов, а также 
                советы по вопросам аренды и многим другим вопросам. Наш веб-сайт, мобильные службы 
                и связанные приложения (далее — наш Веб-сайт)</p>

                <p>Заходя на наш Веб-сайт и используя наши службы, Вы признаете, что прочли 
                    и поняли настоящую Политику конфиденциальности, а также описанные в ней 
                    процедуры сбора и обработки информации.</p>

                <p>Последние изменения в настоящую Политику конфиденциальности вносились 19 апреля 
                    2019года. Время от времени мы можем вносить в нее и другие изменения, поэтому 
                    периодически просматривайте ее, чтобы быть в курсе обновлений.</p>

                <p>Предмет регулирования</p>

                <p>В настоящей Политике конфиденциальности подробно описаны наши правила и методы 
                    сбора, использования и раскрытия относящихся к Вам сведений.</p>

                <p>Какие сведения о Вас мы собираем</p>

                <p>Общие правила</p>

                <p>Мы собираем и храним любую информацию, которую Вы вводите на нашем Веб-сайте 
                    или передаете нам каким-либо иным образом. К таким сведениям относятся данные, 
                    позволяющие идентифицировать Вас или связываться с Вами напрямую (персональные 
                    данные).</p>

                <p>К персональным данным относится информация, которую Вы предоставляете нам, 
                    включая Ваши имя, фамилию, номер телефона, почтовый и электронный адреса, 
                    имя пользователя и пароль, а также данные для выставления счетов (например, 
                    номер Вашей банковской карты, имя ее владельца и дата истечения срока ее 
                    действия). Мы также можем запрашивать информацию о Ваших планах в отношении 
                    отдыха, стиле и предпочтениях, а также информацию об аренде гостиничного 
                    номера или автомобиля.</p>

                <p>Вы можете не предоставлять нам такую информацию, однако некоторые из этих 
                    сведений необходимы для того, чтобы Вы могли получать соответствующие 
                    предложения от компании <strong>EXCURSGUIDE</strong> и ее партнеров, а также пользоваться 
                    другими преимуществами в качестве зарегистрированного пользователя. Например, 
                    только зарегистрированные пользователи могут оставлять отзывы о поездке, 
                    принимать участие в обсуждениях на форумах, передавать содержимое <strong>EXCURSGUIDE</strong> 
                    по электронной почте себе и другим пользователям, просматривать рассылки 
                    и материалы о планировании путешествия, доступные только зарегистрированным 
                    пользователям, а также участвовать в опросах, конкурсах и лотереях. Кроме 
                    того, некоторая информация необходима нам для того, чтобы Вы могли задавать 
                    нам вопросы или взаимодействовать с нами на нашем сайте каким-либо иным 
                    образом.</p>

                    <p>Мы можем также собирать другие сведения, например IP-адрес, информацию, 
                        идентифицирующую Ваше устройство, а также историю просмотра веб-сайтов, 
                        в той степени, в какой такая информация касается Вас.</p>

                    <p>Информация о других пользователях</p>

                    <p>Через наш сайт Вы можете оставить контактную информацию или туристические 
                        сведения о других людях. Если Вы осуществляете бронирование для другого 
                        человека через сайт <strong>EXCURSGUIDE</strong>, Вы должны предоставить его персональные 
                        данные. Прежде чем передавать нам персональную информацию третьих лиц, 
                        Вы обязаны получить их согласие, поскольку просматривать и изменять их 
                        сведения будет можно только с помощью Вашей учетной записи.</p>

                    <p>Информация из других источников</p>

                    <p>Периодически мы можем получать Ваши персональные данные и иную информацию 
                        от наших аффилированных лиц, деловых партнеров или из прочих независимых 
                        сторонних источников и добавлять ее к другой информации о Вас. Например, 
                        если Вы заходите на <strong>EXCURSGUIDE</strong> по ссылке с веб-сайта, который обслуживается 
                        одним из наших деловых партнеров, и Вы зарегистрированы на этом сайте, мы 
                        можем использовать информацию, которую Вы предоставили этому партнеру, 
                        например контактные данные и демографические сведения. Если Вы обращаетесь 
                        к сторонним службам (например, социальным сетям) через наш Веб-сайт или 
                        делали это до его посещения, мы можем собирать данные, например имя 
                        пользователя, пароль и другую информацию, которую Вы предоставляете 
                        на таких сайтах. Вместе с нашими существующими и потенциальными 
                        партнерами мы сделаем все возможное для того, чтобы улучшить и 
                        персонализировать для Вас наш Веб-сайт в соответствии с процедурами и 
                        процессами, описанными в настоящей Политике конфиденциальности.</p>

                    <p>Автоматический сбор информации</p>

                    <p>При посещении Вами сайта <strong>EXCURSGUIDE</strong> мы автоматически получаем некоторую 
                        информацию с Вашего компьютера или устройства. Например, мы собираем 
                        данные сеанса, в том числе IP-адрес, сведения о веб-браузере и ссылающемся 
                        на нас веб-сайте. Кроме того, мы можем собирать информацию о Ваших 
                        действиях в Интернете, например о просматриваемых Вами материалах, 
                        посещаемых страницах, а также о поисковых запросах и бронированиях, 
                        которые Вы осуществляли. Одна из целей автоматического сбора информации 
                        — лучше узнать интересы и предпочтения наших пользователей, а также 
                        повысить удобство наших сервисов.</p>

                    <p>Платежная информация</p>

                    <p>При бронировании туристических услуг у стороннего поставщика через сервисы 
                        <strong>EXCURSGUIDE</strong> мы будем получать от Вас платежную информацию, включая номер 
                        Вашей банковской карты, имя ее владельца, дату истечения срока действия, 
                        код проверки подлинности и адрес для выставления счетов. Мы отправим эти 
                        сведения безопасным способом поставщику услуг туристического бронирования 
                        для выполнения соответствующей транзакции. Следует иметь в виду: платеж 
                        обрабатывает компания <strong>EXCURSGUIDE</strong> (если не указано иное). Перед 
                        бронированием через сайт <strong>EXCURSGUIDE</strong> Вы обязаны ознакомиться с правилами 
                        и политикой и соблюдать их.</p>

                    <p>Мы можем предложить пользователям сохранить сведения, связанные со 
                        способом оплаты, на нашем Веб-сайте. После сохранения своих платежных 
                        данных на <strong>EXCURSGUIDE</strong> Вы сможете в любое время добавить, удалить или 
                        изменить их в настройках своей учетной записи.</p>

                    <p>Файлы cookie и другие веб-технологии</p>

                    <p>Для сбора информации мы используем файлы cookie и аналогичные технологии 
                        (например, веб-маяки). Файлы cookie — это небольшие текстовые файлы, 
                        которые автоматически загружаются на Ваш компьютер или мобильное 
                        устройство при посещении практически любого сайта. Они сохраняются Вашим 
                        веб-браузером. Файлы cookie содержат основные сведения об использовании 
                        Вами Интернета. Каждый раз, когда Вы возвращаетесь на сайт, Ваш браузер 
                        отправляет на него эти файлы cookie: таким образом распознается Ваш 
                        компьютер или мобильное устройство, а Ваши предпочтения учитываются, 
                        что делает работу с сайтом удобнее и эффективнее.</p>

                    <p>Дополнительные сведения о том, какие файлы cookie и подобные технологии 
                        (например, веб-маяки) мы используем, можно найти в нашей Политике 
                        использования файлов cookie и Инструменте согласия на использование 
                        файлов cookie.</p>

                    <p>Чтобы помочь распознать Вас как посетителя, уже заходившего на сайт с этого 
                        браузера, сохранить и запомнить любые настройки, которые могли быть 
                        установлены при посещении Вами Веб-сайта. Например, если Вы 
                        зарегистрировались на нашем Веб-сайте, мы можем использовать файлы 
                        cookie для того, чтобы запомнить Ваши регистрационные данные, и Вам 
                        не понадобится вводить их каждый раз при посещении нашего Веб-сайта. 
                        Мы также можем сохранить в файле cookie Ваш пароль, если Вы установили 
                        флажок "Запомнить меня на этом компьютере, пока я не выйду из системы". 
                        Помните о том, что идентификаторы пользователей, пароли и другие данные, 
                        которые касаются Вашей учетной записи и содержатся в таких файлах cookie, 
                        шифруются в целях безопасности.</p>

                    <p>Чтобы помочь нам персонализировать материалы, интерфейс и рекламу, 
                        предоставляемые Вам на наших веб-сайтах, в приложениях, а также на 
                        других веб-сайтах в Интернете. Например, когда Вы посещаете веб-страницу, 
                        мы, наши поставщики услуг и партнеры автоматически сохраняем файлы cookie, 
                        чтобы распознать Ваш браузер в Интернете и предложить Вам информацию и 
                        рекламу в соответствии с Вашими интересами. Дополнительные сведения о 
                        рекламе в Интернете и Ваших возможностях выбора можно найти в разделе 
                        Показ рекламы и возможности выбора.</p>

                    <p>Чтобы помочь нам оценить и исследовать эффективность функций и предложений, 
                        рекламы и почтовых рассылок (путем определения того, какие электронные 
                        письма Вы прочли и как на них отреагировали).</p>

                    <p>Наши веб-сайты также могут использовать веб-маяки (они также называются 
                        пустыми GIF-файлами (clear gifs), пиксельными тегами (pixel tags) и 
                        веб-жучками (web bugs), которые представляют собой миниатюрные рисунки 
                        с уникальными идентификаторами, аналогичные по своему назначению файлам 
                        cookie и встраиваемые в код веб-страницы. Мы используем веб-маяки для 
                        того, чтобы понять, по каким маршрутам посетители перемещаются по страницам 
                        наших веб-сайтов, для загрузки, чтения и изменения файлов cookie, для 
                        определения того факта, что Вы зашли на наш Веб-сайт по ссылке в 
                        рекламном объявлении на другом ресурсе, а также для повышения эффективности 
                        работы Веб-сайта. Мы также иногда разрешаем нашим поставщикам 
                        услуг использовать веб-маяки для того, чтобы узнать, какие письма были 
                        просмотрены получателями, а также для отслеживания трафика посетителей 
                        и их действий на нашем сайте. Это позволяет нам оценить эффективность 
                        нашего контента и других предложений.</p>

                    <p>Показ рекламы и возможности выбора</p>

                    <p>Данные, собираемые с целью предложить Вам подходящую рекламу</p>

                    <p><strong>EXCURSGUIDE</strong> стремится предлагать Вам на своих веб-сайтах контент и 
                        информацию, которые окажутся Вам интересны.</p>

                    <p>Для этого мы собираем сведения о Ваших поисковых запросах по теме отдыха 
                        и других Ваших действиях на сайтах, например о поиске экскурсии или гида, 
                        и используем их для того, чтобы предложить Вам на наших сайтах и в Интернете 
                        рекламные объявления, максимально соответствующие Вашим интересам. Например, 
                        если Вы искали на <strong>EXCURSGUIDE</strong> экскурсии в Париже, Вы можете увидеть рекламу 
                        туристической путевки в Париж на этом сайте или на другом веб-ресурсе, 
                        который Вы посещаете.</p>

                    <p>Мы предоставляем Ваши персональные контактные данные (например, адрес 
                        электронной почты) только аффилированным третьим лицам, чтобы они могли 
                        предлагать Вам рекламу. Вы можете отказаться от получения на других 
                        веб-сайтах соответствующей рекламы с учетом истории Вашего поиска на 
                        <strong>EXCURSGUIDE</strong>. Помните о том, что если Вы откажетесь от ее получения, 
                        Вы не перестанете видеть в Интернете рекламу, но она будет носить более 
                        общий характер и меньше соответствовать Вашим интересам. Информация о 
                        нашей политике, регулирующей переписку с Вами по электронной почте, 
                        представлена ниже.</p>

                    <p>Основная часть рекламы, которую Вы можете видеть на наших веб-сайтах 
                        <strong>EXCURSGUIDE</strong>, предоставляется компанией <strong>EXCURSGUIDE</strong>  или нашими поставщиками 
                        услуг. Однако мы также позволяем третьим лицам собирать информацию о Ваших 
                        действиях в Интернете с помощью файлов cookie и других технологий. К таким 
                        третьим лицам относятся: 1) деловые партнеры, которые собирают информацию, 
                        когда Вы просматриваете их рекламу на наших веб-сайтах и взаимодействуете 
                        с ней; 2) рекламные сети, которые собирают информацию о Ваших интересах, 
                        когда Вы просматриваете рекламу, публикуемую ими на различных веб-сайтах, 
                        и взаимодействуете с ней. Собранная информация используется ими для 
                        прогнозирования Ваших индивидуальных параметров, интересов и предпочтений, 
                        а также для отображения на наших веб-сайтах и в Интернете рекламы, 
                        соответствующей Вашим интересам.</p>

                    <p>Помните о том, что у нас нет доступа к файлам cookie и другим технологиям, 
                        используемым этими третьими лицами для сбора информации о Ваших интересах, 
                        или возможности контролировать их, а наша Политика конфиденциальности не 
                        распространяется на информационную деятельность таких третьих лиц. 
                        Некоторые из этих компаний входят в ассоциацию Network Advertising Initiative, 
                        которая предлагает возможность отказаться от рекламных объявлений, 
                        предоставляемых всеми ее участниками. </p>

                    <p>Реакция на сигналы запрета отслеживания</p>

                    <p>Ваш веб-браузер может передавать сигналы запрета отслеживания (Do Not Track, 
                        DNT) на сайт <strong>EXCURSGUIDE</strong> и другие веб-сайты. Из-за различий в параметрах 
                        по умолчанию и способах реализации сигналов DNT в разных веб-браузерах 
                        операторам сайтов часто бывает непонятно, выбрали ли посетители настройки 
                        DNT самостоятельно и знают ли они о том, что такие параметры можно 
                        настроить. В настоящее время <strong>EXCURSGUIDE</strong> не реагирует на сигналы DNT. 
                        После того как Интернет-индустрией будут выработаны общие стандарты в 
                        этом направлении и <strong>EXCURSGUIDE</strong> их признает, мы можем пересмотреть свой 
                        подход к этому вопросу. Наша действующая политика в отношении файлов 
                        cookie описана ниже в разделе "Файлы cookie и другие веб-технологии".</p>

                    <p>Как мы используем Вашу информацию</p>

                    <p>Общие цели</p>

                    <p><strong>EXCURSGUIDE</strong> использует собранную о Вас информацию в следующих общих целях:</p>

                    <p>для регистрации Вашей учетной записи и управления ею, включая предоставление 
                        Вам доступа к нашему сайту и возможности его использования;</p>

                    <p>для общего взаимодействия с Вами, например предоставления Вам информации 
                        о <strong>EXCURSGUIDE</strong> и различных предложений от сообщества <strong>EXCURSGUIDE</strong>;</p>

                    <p>для предоставления нам возможности размещать Ваши отзывы, сообщения 
                        на форумах и иное содержимое для сообщества <strong>EXCURSGUIDE</strong>;</p>

                    <p>для предоставления Вам возможности бронировать туристические услуги;</p>

                    <p>для ответа на Ваши вопросы и комментарии;</p>

                    <p>для анализа популярности и повышения качества предоставляемых нами 
                        продуктов, услуг и Веб-сайта;</p>

                    <p>для уведомления Вас о специальных предложениях, продуктах и услугах, 
                        которые доступны на нашем Веб-сайте и веб-сайтах наших партнеров и могут 
                        представлять для Вас интерес, с учетом Ваших маркетинговых предпочтений;</p>

                    <p>для персонализации Вашего взаимодействия с <strong>EXCURSGUIDE</strong> иным способом, 
                        включая адаптацию рекламных объявлений, которые мы показываем Вам;</p>
                    
                    <p>для запроса у Вас информации, в том числе посредством анкетирования;</p>

                    <p>для разрешения спорных ситуаций и выявления неполадок;</p>

                    <p>для предотвращения запрещенных и незаконных действий;</p>

                    <p>для контроля за соблюдением наших Условий использования;</p>

                    <p>для других целей, указанных на этапе сбора.</p>

                    <p>Сообщения электронной почты</p>

                    <p>Мы хотим, чтобы Вы могли использовать все возможности нашего Веб-сайта 
                        для планирования своего отдыха. Одним из способов достижения этой цели 
                        является рассылка электронных писем с информацией, касающейся Ваших 
                        туристических интересов, в соответствии с Вашими маркетинговыми 
                        предпочтениями. Например, если Вы выберете получение рекламных сообщений 
                        по электронной почте, а затем захотите найти на нашем Веб-сайте экскурсию 
                        в Праге, мы можем отправить Вам письмо с информацией о тарифах на экскурсии 
                        в этот и другие города. Мы полагаем, что такие сообщения содержат полезную 
                        для Вас информацию о специальных туристических предложениях, доступных на 
                        нашем Веб-сайте. Помните о том, что Вы можете отказаться от получения 
                        таких рассылок, выполнив инструкции, которые есть в каждом сообщении 
                        от нас.</p>

                    <p>Дополнительные сведения см. в разделе "Ваши права и предпочтения 
                        относительно сбора и использования Вашей информации" ниже.</p>

                    <p>Кто имеет доступ к Вашей информации</p>

                    <p><strong>EXCURSGUIDE</strong> может предоставлять доступ к Вашей информации 
                        перечисленным ниже лицам.</p>

                    <p>Поставщикам услуг, включая, помимо прочего, тур. Операторам,  фирмы, 
                        занимающиеся организацией круизов, развлекательных мероприятий и 
                        прокатом автомобилей, а также менеджеров и частным гидам предоставляющим 
                        вам услуги, которые осуществляют Ваши туристические бронирования. На 
                        веб-сайте <strong>EXCURSGUIDE</strong> и аффилированных сайтах все продукты и услуги, 
                        предоставляемые сторонними поставщиками, описаны соответствующим образом. 
                        Информация, которую мы предоставляем поставщикам для реализации 
                        бронирования, обрабатывается согласно действующей политике 
                        конфиденциальности соответствующего поставщика (за исключением платежных 
                        данных). Мы предоставляем доступ к платежной информации только в случае, 
                        когда это необходимо для бронирования туристических услуг через сайт 
                        <strong>EXCURSGUIDE</strong>. Мы разрешаем поставщикам использовать платежную информацию 
                        только в подобных целях. Рекомендуем Вам ознакомиться с политикой 
                        конфиденциальности, условиями использования и другими правилами поставщика 
                        туристических услуг, чьи продукты и услуги Вы собираетесь приобрести 
                        через сайт <strong>EXCURSGUIDE</strong>. Обратите внимание на то, что поставщики в случае 
                        необходимости также могут связываться с Вами для запроса дополнительных 
                        сведений о Вас и Ваших планах в отношении отдыха, для организации 
                        бронирования туристических услуг или в других целях в соответствии с 
                        процедурами, описанными в их политике конфиденциальности и условиях 
                        использования.</p>

                    <p>Сторонним поставщикам, которые действуют или предоставляют от нашего 
                        имени услуги, включая услуги бизнес-аналитики, обработки платежей, 
                        обслуживания клиентов, организации маркетинговых кампаний, связей с 
                        общественностью, опросов или лотерей, а также услуги защиты от 
                        мошенничества. Мы также можем разрешить сторонним поставщикам 
                        собирать информацию от нашего имени (в частности, для обслуживания 
                        нашего Веб-сайта и предоставления Интернет-рекламы с учетом Ваших 
                        интересов). Сторонние поставщики могут использовать и собирать только 
                        информацию, которая необходима им для выполнения соответствующих задач, 
                        и при этом не имеют права использовать ее в других целях.</p>

                    <p>Деловым партнерам, с которыми мы предоставляем совместные продукты и услуги. 
                        Вы всегда можете определить, какое именно третье лицо предоставляет тот 
                        или иной продукт или услугу, так как его имя будет указано рядом с нашим 
                        либо отдельно от него. Если Вы решите воспользоваться такими дополнительными 
                        услугами, мы можем предоставить нашим партнерам доступ к Вашей информации, 
                        в том числе к персональным данным. Помните о том, что мы не контролируем 
                        процедуры обеспечения конфиденциальности наших сторонних деловых 
                        партнеров.</p>

                    <p>Аффилированным веб-сайтам. Если Вы переходите на веб-сайт <strong>EXCURSGUIDE</strong> по 
                        ссылке с другого сайта, мы можем предоставить этому веб-сайту доступ к 
                        Вашей регистрационной информации, например Вашему имени, электронному и 
                        почтовому адресу, номеру телефона и туристическим предпочтениям. 
                        Ссылающийся на нас веб-сайт получит полный доступ к Вашим персональным 
                        данным, поэтому мы рекомендуем Вам ознакомиться с политикой 
                        конфиденциальности любого сайта, с которого Вы переходите на 
                        <strong>EXCURSGUIDE</strong>.</p>

                    <p>Компаниям в составе нашей группы. </p>

                    <p>Мы также можем раскрыть Вашу информацию по собственному усмотрению в 
                        случае, если посчитаем, что это необходимо:</p>

                    <p>для соблюдения законных и применимых судебных предписаний и распоряжений 
                        и других юридических процедур, обоснования или осуществления наших 
                        законных прав, защиты от правовых притязаний, а также в других 
                        предусмотренных законом случаях. В таких ситуациях мы оставляем за 
                        собой право на любое законное возражение и осуществление любого 
                        права, предусмотренного законом, либо на отказ от подобных возможностей;</p>

                    <p>для проведения расследования, предотвращения незаконных или потенциально 
                        незаконных действий и принятия соответствующих мер, для защиты прав, 
                        собственности и безопасности <strong>EXCURSGUIDE</strong> наших пользователей и т. д., 
                        а также в соответствии с нашими Условиями использования и другими 
                        соглашениями;</p>

                    <p>в связи с корпоративными сделками, например выделением, слиянием, 
                        присоединением, продажей активов или в случае банкротства.</p>

                    <p>Если Вы решите создать профиль в системе <strong>EXCURSGUIDE</strong>, определенная 
                        информация из него будет видна любому посетителю и к Вашему профилю 
                        можно будет перейти, нажав на Ваше отображаемое имя. Вы сможете 
                        просмотреть свой профиль в том виде, в котором он отображается для 
                        остальных посетителей. Кроме того, если Вы решите использовать наши 
                        приложения для взаимодействия с другими участниками (например, 
                        социальные сети для путешественников или программы для обмена личными 
                        сообщениями), пользователи смогут связываться с Вами через систему 
                        <strong>EXCURSGUIDE</strong>; при этом <strong>EXCURSGUIDE</strong> ограничивает их доступ к Вашему 
                        электронному адресу и не отображает его. Любой пользователь <strong>EXCURSGUIDE</strong> 
                        может в любое время отключить такие приложения для общения.</p>

                    <p>За исключением описанных выше случаев, Вам будет приходить уведомление 
                        каждый раз, когда Ваши персональные данные будут предоставляться третьим 
                        лицам, и Вы сможете запретить предоставление им такой информации.</p>

                    <p>Мы также можем предоставлять третьим лицам, в том числе рекламодателям 
                        и инвесторам, обобщенную и анонимную информацию. Например, мы можем 
                        сообщать нашим рекламодателям сведения о количестве посетителей нашего 
                        Веб-сайта, о наиболее популярных отелях и местах отдыха. Эта информация 
                        не содержит каких-либо персональных данных и используется для создания 
                        материалов и услуг, которые, мы надеемся, будут Вам интересны.</p>

                    <p>Как долго мы храним сведения о Вас</p>

                    <p>Мы можем хранить в наших архивах определенную информацию, связанную с 
                        Вашей учетной записью, в том числе для аналитических целей, а также для 
                        задач учета. Периоды хранения информации зависят от цели, для которой 
                        она собрана и используется.</p>

                    <p>Мы не будем хранить Ваши персональные данные дольше, чем это необходимо 
                        для наших деловых целей или соблюдения требований закона. Мы можем хранить 
                        некоторые сведения в течение определенного периода после того, как Вы 
                        закроете свою учетную запись (например, если это необходимо для соблюдения 
                        требований законодательства или реализации, защиты и обоснования законных 
                        прав).</p>

                    <p>Ваши права и предпочтения относительно сбора и использования Вашей 
                        информации</p>

                    <p>Вы можете не предоставлять нам персональные данные, однако они могут 
                        быть необходимы для того, чтобы Вы могли использовать определенные 
                        функции на <strong>EXCURSGUIDE</strong>.</p>

                    <p>Вы можете запросить информацию о себе, которую мы храним, обратившись к 
                        нам по указанному ниже адресу (см. раздел "Свяжитесь с нами"). За 
                        предоставление такой информации может взиматься небольшая плата.</p>

                    <p>Мы прилагаем все усилия для того, чтобы Ваши персональные данные 
                        соответствовали характеру их предполагаемого использования, были 
                        полными и точными. Вы также можете просматривать, добавлять и 
                        обновлять информацию, которую предоставили нам, на странице своих 
                        подписок на нашем Веб-сайте.</p>

                    <p>Вы также можете добавить или обновить информацию либо удалить свою 
                        учетную запись, как описано выше. Если Вы решите закрыть свою учетную 
                        запись <strong>EXCURSGUIDE</strong> мы деактивируем ее и удалим данные Вашего профиля из 
                        активного доступа.</p>

                    <p>Чтобы закрыть свою учетную запись <strong>EXCURSGUIDE</strong>, обратитесь к нам. Мы 
                        отправим Вам сообщение по электронной почте, чтобы подтвердить Ваш 
                        запрос. Обратите внимание на то, что после закрытия учетной записи Вы 
                        не сможете входить в систему и потеряете доступ к своим персональным 
                        данным. Однако Вы сможете в любое время создать новую учетную запись.</p>

                    <p>При регистрации на веб-сайте <strong>EXCURSGUIDE</strong> Вы можете сообщить нам свои 
                        маркетинговые предпочтения, а также указать, желаете ли Вы получать 
                        рекламные сообщения от <strong>EXCURSGUIDE</strong> по электронной почте. 
                        Зарегистрированный пользователь <strong>EXCURSGUIDE</strong> может в любое время изменить 
                        свой выбор на странице своих подписок в настройках электронной почты.</p>

                    <p>Любой пользователь <strong>EXCURSGUIDE</strong>, вне зависимости от того, зарегистрирован 
                        ли он, может отказаться от рекламной рассылки, выполнив инструкции, 
                        которые есть в каждом электронном письме от нас.</p>

                    <p>Помните о том, что мы можем присылать Вам письма другого характера, 
                        в том числе уведомления о новых услугах или административные сообщения 
                        относительно Вашей учетной записи <strong>EXCURSGUIDE</strong>.</p>

                    <p>В разделе «Справки» на панели инструментов большинства браузеров 
                        можно узнать, как запретить прием новых файлов cookie, сделать так, 
                        чтобы браузер предупреждал Вас каждый раз перед загрузкой такого файла, 
                        либо вообще отменить прием файлов cookie. Помните о том, что в случае 
                        блокировки файлов cookie от <strong>EXCURSGUIDE</strong> некоторые разделы нашего Веб-сайта 
                        могут быть недоступны.</p>

                    <p>Как мы защищаем Вашу информацию</p>

                    <p>Мы хотим, чтобы при работе с <strong>EXCURSGUIDE</strong> Вы не испытывали никакого 
                        беспокойства, и поэтому считаем своим долгом защищать информацию, которую 
                        Вы нам предоставляете. Несмотря на то, что ни один веб-сайт не может в 
                        полной мере гарантировать безопасность данных, мы приняли и реализуем ряд 
                        необходимых административных, технических и организационных мер для защиты 
                        Ваших персональных данных, которые Вы предоставили нам, от несанкционированного 
                        и незаконного доступа и использования в случае их раскрытия, от случайной 
                        потери, повреждения, изменения и уничтожения. Например, доступ к персональным 
                        данным имеют только уполномоченные сотрудники и исключительно для выполнения 
                        санкционированных служебных действий. Кроме того, мы используем шифрование 
                        при передаче Вашей личной информации между Вашей и нашей системами, а также 
                        между нашей системой и системами сторон, которым мы предоставляем 
                        конфиденциальные сведения. Мы также применяем брандмауэры и системы обнаружения 
                        вторжений для защиты Вашей информации от несанкционированного доступа.</p>

                    <p>Защита персональных данных детей</p>

                    <p><strong>EXCURSGUIDE</strong> представляет собой веб-сайт для широкой аудитории и не 
                        предлагает услуг для детей. Как только нам станет известно, что присланные 
                        Вами персональные данные принадлежат лицу младше 13 лет, мы сразу же удалим 
                        или уничтожим такую информацию.</p>

                    <p>Внешние ссылки</p>

                    <p>Наш Веб-сайт может содержать ссылки на сторонние ресурсы. Если Вы переходите 
                        по ссылке, расположенной на <strong>EXCURSGUIDE</strong>, на сторонний веб-сайт, помните о 
                        том, что его оператор может собирать информацию о Вас и использовать ее в 
                        соответствии со своей политикой конфиденциальности, которая может отличаться 
                        от нашей. Рекомендуем Вам внимательно ознакомиться с заявлениями о 
                        конфиденциальности, опубликованными на таких веб-сайтах, чтобы понимать 
                        принципы сбора, использования и раскрытия персональных данных.</p>

                    <p>Передача данных за пределы страны</p>

                    <p>Некоторые сторонние компании, агенты и подрядчики, которых мы нанимаем 
                        для предоставления услуг от нашего имени, могут передавать Ваши 
                        персональные данные за пределы страны, чтобы предлагать Вам свои услуги, 
                        в том числе за пределами Р.Ф.,  США и Европы. В определенных странах 
                        законодательство о защите информации может быть не настолько жестким, как 
                        в Р.Ф., США или государствах Европы, но мы приняли меры для защиты Ваших 
                        персональных данных в соответствии с настоящей Политикой конфиденциальности 
                        в любых случаях.</p>

                    <p>Если Вы посещаете наш Веб-сайт за пределами Р.Ф., помните о том, что Ваша 
                        информация передается, хранится и используется в Р.Ф., где находятся наши 
                        серверы и функционирует основная база данных. Законодательство Р.Ф. о защите 
                        информации и другие законы могут предусматривать менее детальное 
                        регулирование, в отличие от Вашей страны, однако мы уверяем Вас, что 
                        <strong>EXCURSGUIDE</strong> принимает все меры в соответствии с законами Р.Ф, чтобы 
                        защитить конфиденциальность Вашей информации. Используя наши службы, Вы 
                        признаете, что Ваша информация может быть передана нашим подразделениям или 
                        третьим лицам, которым мы предоставляем к ней доступ, в соответствии с 
                        положениями, изложенными в настоящей Политике конфиденциальности.</p>

                    <p>Изменения в Политике конфиденциальности</p>

                    <p><strong>EXCURSGUIDE</strong> может вносить изменения в положения настоящей Политики 
                        конфиденциальности. Внизу этой страницы мы указываем дату ее последнего 
                        обновления, а все изменения вступают в силу с момента их публикации. Мы 
                        уведомим наших пользователей обо всех существенных изменениях в настоящей 
                        Политике конфиденциальности по указанным ими адресам электронной почты 
                        либо путем публикации соответствующего сообщения на нашем Веб-сайте. 
                        Рекомендуем Вам периодически просматривать текущую версию настоящей 
                        Политики конфиденциальности.</p>

                    <p>Как с нами связаться</p>

                    <p>Если у Вас возникли вопросы, связанные с Политикой конфиденциальности, 
                        свяжитесь с нами по следующему адресу:</p>

                    <p><strong><strong>EXCURSGUIDE</strong> 119049, г. Москва, ул Б. Якиманка дом 54-56. Пом 1-3 </strong></p>

                    <p>E-Mail: 0811742@mail.ru </p>

                    <p>Запись и отслеживание звонков.</p>

                    <p>Обращаем ваше внимание на то, что все входящие звонки в компанию <strong>EXCURSGUIDE</strong> 
                        и исходящие звонки могут записываться. Мы можем использовать такие записи 
                        в целях повышения качества и стандартов обслуживания клиентов, для проверки 
                        предоставляемой информации, с целью защиты от мошенничества и для подготовки 
                        нашего персонала. Записи телефонных звонков хранятся в течение необходимого 
                        для выполнения указанных задач времени, а затем удаляются. На всю информацию 
                        личного характера, полученную от Вас в ходе телефонного разговора, 
                        распространяется действие положений Политики конфиденциальности.</p>

                    <p>Данная Политика конфиденциальности вступает в силу с 19  апреля 2019 г.</p>
            
            </div>
            <div slot="modal-footer" class="w-100 text-right">
                <b-button
                variant="primary"
                size="sm"
                class="btn btn-small btn-blue"
                @click="$bvModal.hide('modal-politic')"
                >
                Закрыть
                </b-button>
            </div>
        </b-modal>
    </section>
</template>

<script>
    export default {
        
    }
</script>

<style scoped lang="sass">
.politic
    font-size: 0.875rem
    font-weight: 400
</style>